import styles from './five.less';

export default function Five() {
  return (
    <div className={styles.five}>
      <div className={styles.box}>
        <p>一晃又到了2023年的下半年了，时间真快，随便唠唠。</p>
        <p>
          <h3>音乐</h3>
        </p>
        <p>
          <li>练习F和弦大横按</li>
          <li>练习「don't cry」节奏吉他</li>
          <li>有了一把大G</li>
          <li>王子prince「purple rain」</li>
          <li>x japan「紅」</li>
        </p>
        <p>
          <h3>家庭</h3>
        </p>
        <p>
          <li>与父母多沟通，理解父母，体谅父母</li>
          <br />
          <p>
            一直以来我都很讨厌原生家庭，前些年想起家庭总会莫名觉得内心痛苦，可能跟从小父母离异有关吧。小时候比较调皮贪玩，经常逃学去网吧上网结果换来老爸的一顿毒打，不知道是不是因为这样的经历导致我从小只要提起家庭心里就会有一股莫名的怨气。随着自己年纪的增长以及父母的老去，在自己身上发生了“我脾气越来越大，父母越来越和善”的现象，出来工作这些年跟父母没有少吵架，每次吵到最后都是我说最狠的话让父母“哑口无言”收尾，那几年仿佛小时候积累的怨气找到了发泄口，无形之中对父母造成了多大的伤害我不敢想象。
          </p>
          <p>
            这看似不断往最坏发展的一切都被今年发生的一件事情改变了：「老爸生病了」
          </p>
          <p>
            因为之前我跟父母之间的沟通是没有什么时间观念的，自己也很少主动联系他们，大多数情况都是晚上父母主动找我。5月份的时候有很长一段时间没有跟老爸视频聊天了，当时我突然很好奇他最近在搞什么就主动给他打了视频电话，当电话接通的那一刻我真的人都蒙了，老爸一下子仿佛换了一张脸，瘦了一大圈。通过聊天得知瘦了20斤，但我觉得老爸“骗”我。后来才知道他因为平时饮食习惯导致肝脏出了些问题刚做手术不久，我很震惊为什么手术之前居然没有人告诉我这个消息？？当我再去跟家里人了解后才知道老爸特意交代了家里人不要告诉我这件事，让我在外面不要担心，更怕我因此耽误了工作而跑回去。当时我真的泪目了，从那一刻起内心对父母只有愧疚，想想以前总跟父母抱怨，抱怨工作的不顺心和所谓的不公平，抱怨父母以前的种种“不对”，现在想想那时候父母听到这些后对我的愧疚感也和我当时一样甚至有过之而无不及吧。但我也感到幸运，幸运的是我没有因为当初对父母所说的那些话而酿下大错，父母总是给我最大的包容以及最好的一切。
          </p>
          <p>
            同时我也感谢这些经历，感谢所受过的一切痛苦，最终换来成长的话一切痛苦都是值得的
          </p>
        </p>
        <p>
          <h3>工作</h3>
          <li>
            不顺心，对工作内容不感兴趣甚至产生越来越浓烈的厌恶感（但回过头想想既想谋取利益又想内心舒畅，可能做梦也很难梦到这样的事吧）
          </li>
        </p>
        <p>
          <h3>未来</h3>
          <li>减少内耗，与自己和解，得不到的都释怀</li>
          <li>多些尝试，多些感受，多些倾听，多些热爱</li>
        </p>
      </div>
    </div>
  );
}
